Repository: codinux-gmbh/Resuscitation
Catalog: Resuscitation/*.lproj/Localizable.strings
Languages: de

source: Save
de: Speichern

source: Start Code
de: Wiederbelebung starten

# Settings
source: Options
de: Einstellungen

source: In %@ seconds %@
de: In %@ Sekunden %@

source: Administer Amiodaron
de: Amiodaron verabreichen

source: Total time
de: Dauer

source: Rhythm Analysis
de: Pulskontrolle(?)

source: Shock
de: Gib's ihm

source: Airway
de: Atemwege

source: Recording
de: Live on air

# Resume recording
source: Resume
de: Auf Sendung gehen

source: R O S C
de: Beenden

source: Additional information
de: Weitere Information

source: Time since start
de: Zeit seit Start

# Time since last same action
source: Since same action
de: Seit gleicher Aktion

# Comparison to optimal time
source: Optimal time
de: Optimale Zeit

source: Off
de: Aus

source: Export
de: Exportieren

source: Print (PDF)
de: Drucken (PDF)

source: Rhythm Analysis Timer
de: Pulskontrolle(?) Zeitabst채nde

source: Shock Timer
de: Defibrillation Zeitabst채nde

source: Adrenalin Timer
de: Adrenalin Zeitabst채nde

# Warning before timer countdown ends
source: Warning before timer countdown ends (sec)
de: Warnen bevor Timer abl채uft (Sekunden)

source: Inform optically
de: Blitzlichtgewitter

source: Inform with sound
de: Computerstimmen

# Record audio
source: Audio Log
de: Ton aufnehmen
